Repository: toveksauktioner/tovek-frontend
Catalog: platform/locale/*.UTF-8/LS_MESSAGES/default.po
Languages: de_de

source: Could not send your message, please try again later
de_de: Ihre Nachricht konnte nicht gesendet werden, bitte versuchen Sie es später noch einmal

source: Text to translated
de_de: Text übersetzt

source: Translate from
de_de: Übersetzen von

source: Swedish
de_de: Schwedisch

source: English
de_de: Englisch

source: German
de_de: Deutsche

source: Italian
de_de: Italienisch

source: Translate to
de_de: Übersetzen ins

source: Translate
de_de: Übersetzen

source: Translation
de_de: Übersetzung

source: Edit account settings
de_de: Account Einstellungen bearbeiten

source: Account data has been changed
de_de: Kontodaten wurde geändert

source: Your account
de_de: Dein Konto

source: Edit user
de_de: Benutzer bearbeiten

source: You do not have access to modify this user
de_de: Sie haben keinen Zugang zu diesen Benutzer ändern

source: Login as user
de_de: Melden Sie sich als Benutzer

source: Add user
de_de: Benutzer hinzufügen

source: You don't have access to %s
de_de: Sie haben keinen Zugang zu%s

source: Log in
de_de: Einloggen

source: My account
de_de: Mein Konto

source: Logout
de_de: Abmelden

source: Password has been reset for user "<em><strong>%s</strong></em>". New password is
de_de: Passwort wurde für Benutzer-Reset "<em> <strong>%s </ strong> </ em>". Neue Passwort ist

source: Do you want to reset the password?
de_de: Möchten Sie das Kennwort zurückzusetzen?

source: Reset password
de_de: Passwort zurücksetzen

source: Users
de_de: Benutzer

source: Company
de_de: Gesellschaft

source: Your password has changed.
de_de: Ihr Passwort wurde geändert.

source: Your account information has been updated.
de_de: Ihre Kontoinformationen aktualisiert wurde.

source: The new password has been activated
de_de: Das neue Passwort ist aktiviert

source: Could not activate the new password
de_de: Das neue Kennwort konnte nicht aktiviert werden

source: Activate
de_de: Aktivieren

source: Activate new password
de_de: Aktivieren neues Passwort

source: You have requested a new password
de_de: Sie haben ein neues Passwort angefordert

source: Your new password has been sent to you
de_de: Ihr neues Passwort wurde an Sie gesendet wurden

source: The user doesn´t exists
de_de: Der Benutzer doesn't vorhanden

source: Your email is invalid
de_de: Deine E-Mail Adresse ist ungültig

source: Add countries without VAT
de_de: In Ländern ohne Mehrwertsteuer

source: Select countries where billing should be without VAT
de_de: Wählen Sie die Länder, in denen Rechnungs sollte ohne Mehrwertsteuer

source: Without VAT
de_de: Ohne VAT

source: Show prices incl. VAT
de_de: Preise anzeigen incl. Mehrwertsteuer

source: Show prices excl. VAT
de_de: Preise exkl. Mehrwertsteuer

source: Select vat
de_de: Wählen vat

source: Countries without VAT
de_de: Länder ohne Mehrwertsteuer

source: Remove all non existing views at once.
de_de: Entfernen Sie alle nicht existierenden Aussicht auf einmal.

source: Delete all
de_de: Alles löschen

source: The file "%s" that belongs to the module "%s" doesn´t exist.
de_de: Die Datei "%s", die an das Modul angehört "%s" existiert nicht.

source: Available views
de_de: Verfügbare Ansichten

source: Added views
de_de: Hinzugefügt Ansichten
