Repository: toveksauktioner/tovek-frontend
Catalog: platform/locale/*.UTF-8/LS_MESSAGES/default.po
Languages: de_de

source: An error occured.
de_de: Ein Fehler ist aufgetreten.

source: An error occured. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.

source: %s was not filled correctly
de_de: %s wurde nicht korrekt gefüllt

source: %s was not a valid email address
de_de: %s ist keine gültige E-Mail Adresse

source: %s does not have a valid filesize
de_de: %s hat keinen gültigen Dateigröße

source: %s does not have a valid filetype
de_de: %s hat keinen gültigen Dateityp

source: %s was too low
de_de: %s zu niedrig

source: %s was not a valid option
de_de: %s ist keine gültige Option

source: %s was not valid
de_de: %s ist ungültig

source: %s was too high
de_de: %s war zu hoch

source: Could not move file %s
de_de: Datei konnte nicht bewegen%s

source: %s was missing
de_de: %s fehlte

source: Item
de_de: Artikel

source: Items
de_de: Artikel

source: No image
de_de: Kein Bild

source: Total
de_de: Gesamt

source: The cart is empty
de_de: Der Warenkorb ist leer

source: Country
de_de: Land

source: VAT-no
de_de: Umsatzsteuernummer

source: Contact person
de_de: Gesprächspartner

source: Firstname
de_de: Vorname

source: Surname
de_de: Familien-oder Nachname

source: Address
de_de: Adresse

source: Box address
de_de: Box-Adresse

source: Zip code
de_de: PLZ

source: City
de_de: Stadt

source: Phone
de_de: Telefon

source: Delivery country
de_de: Lieferland

source: Address 2
de_de: Adresse 2

source: Payment country
de_de: Payment Land

source: Thank you for your registration
de_de: Vielen Dank für Ihre Anmeldung

source: Password
de_de: Passwort

source: This webpage is down at the moment.
de_de: Diese Webseite ist im Moment nach unten.

source: The webpage is down
de_de: Die Webseite ist nach unten

source: The page was not found
de_de: Die Seite wurde nicht gefunden

source: Sweden
de_de: Schweden

source: The order was marked as Paid by DIBS callback
de_de: Der Auftrag wurde geprägt durch DIBS Callback-Paid

source: Exception: "%s" on line %s in file %s at code %s
de_de: Ausnahme: "%s" in Zeile%s in Datei%s in%s-Code

source: Guest
de_de: Gast

source: View
de_de: Aussicht

source: Layout
de_de: Gestaltung

source: User group
de_de: Benutzergruppe

source: Deny
de_de: Leugnen

source: Allow
de_de: Zulassen

source: Key
de_de: Taste

source: Views
de_de: Ansichten

source: Type
de_de: Art

source: Group
de_de: Gruppe

source: ID
de_de: ICH WÜRDE

source: File
de_de: Datei

source: Created
de_de: Erstellt

source: Value
de_de: Wert

source: Group key
de_de: Gruppenschlüssel

source: No database object was found
de_de: Keine Datenbankobjekt gefunden wurde

source: Fatal Error: A problem occured when connecting to the database.
de_de: Schwerwiegender Fehler: Ein Problem bei der Verbindung mit der Datenbank aufgetreten.

source: Fatal Error: "%s" on line %s in file %s
de_de: Schwerwiegender Fehler: "%s" in Zeile%s in Datei%s

source: Warning: "%s" on line %s in file %s
de_de: Warnung: "%s" in Zeile%s in Datei%s

source: Notice: "%s" on line %s in file %s
de_de: Hinweis: "%s" in Zeile%s in Datei%s

source: Unknown Error: "%s" on line %s in file %s
de_de: Unbekannter Fehler: "%s" in Zeile%s in Datei%s

source: Internal
de_de: Interne

source: External
de_de: Externe

source: Layout file
de_de: Layout-Datei

source: Template file
de_de: Vorlagendatei

source: Title
de_de: Titel

source: Keywords
de_de: Schlüsselwörter

source: Description
de_de: Beschreibung

source: Suffix content
de_de: Suffix Inhalte

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Protected
de_de: Geschützt

source: Updated
de_de: Aktualisiert

source: No access to this view
de_de: Kein Zugriff auf diese Ansicht

source: View not accessible
de_de: Sehen Sie nicht zugänglich

source: The data has been saved
de_de: Die Daten sind gespeichert

source: The data has been deleted
de_de: Die Daten wurden gelöscht

source: If you would like to convert %s, you have to insert a land locale that have %s as monetary into the locale table.
de_de: Wenn Sie möchten, um%s zu konvertieren, müssen Sie ein Land, Gebietsschema, das%s als Währungs in die locale Tisch einfügen.

source: Monetary
de_de: Geld

source: Currency
de_de: Währung

source: Use
de_de: Benutzen

source: Language
de_de: Sprache

source: Inactive
de_de: Inaktiv

source: Sort
de_de: Sortieren

source: Could not write to file %s
de_de: Nicht schreiben konnte Datei%s

source: Logfile %s is to big to truncate
de_de: Logfile%s ist zu groß, um zu kürzen

source: Could not open file %s
de_de: Konnte nicht geöffnet werden Datei%s

source: Label
de_de: Etikette

source: Data
de_de: Daten

source: Submit
de_de: einreichen

source: Field "%s" is missing title
de_de: Feld "%s" fehlt Titel

source: Show more
de_de: Zeig mehr

source: View all
de_de: Gesamtansicht

source: All
de_de: Alle

source: Go to page
de_de: Gehen Sie zu Seite

source: Go
de_de: Gehen

source: Entries per page
de_de: Einträge pro Seite

source: Path
de_de: Pfad

source: Layout key
de_de: Layout-Taste

source: Continue
de_de: Fortsetzen

source: Switching Protocols
de_de: Schalt Protocols

source: Processing
de_de: Verarbeitung

source: Accepted
de_de: Akzeptiert

source: Non-Authoritative Information
de_de: Nicht maßgebliche Informationen

source: No Content
de_de: Kein Inhalt

source: Reset Content
de_de: Reset Inhalt

source: Multiple Choices
de_de: Mehrere Auswahlmöglichkeiten

source: Moved Permanently
de_de: dauerhaft umgezogen

source: Found
de_de: Gefunden

source: See Other
de_de: Siehe andere

source: Use Proxy
de_de: Proxy verwenden

source: Switch Proxy
de_de: Schalten Proxy

source: Bad Request
de_de: Ungültige Anforderung

source: Payment Required
de_de: Bezahlung erforderlich

source: Forbidden
de_de: Verboten

source: Not Found
de_de: Nicht gefunden

source: Method Not Allowed
de_de: Methode nicht erlaubt

source: Not Acceptable
de_de: Inakzeptabel

source: Proxy Authentication Required
de_de: Proxy-Authentifizierung erforderlich

source: Request Timeout
de_de: Zeitüberschreitung der Anforderung

source: Conflict
de_de: Konflikt

source: Gone
de_de: Gegangen

source: Length Required
de_de: Länge Erforderlich

source: Precondition Failed
de_de: Vorbedingung fehlgeschlagen

source: Request Entity Too Large
de_de: angeforderter Wert zu groß

source: Requested Range Not Satisfiable
de_de: Angeforderten Bereich nicht erfüllbar

source: Expectation Failed
de_de: Expectation verlassen

source: I'm a teapot
de_de: Ich bin eine Teekanne

source: Unprocessable Entity
de_de: Unverarbeitbar Entity

source: Locked
de_de: Gesperrt

source: Failed Dependency
de_de: Fehlgeschlagene Abhängigkeits

source: Unordered Collection
de_de: Ungeordnete Sammlung

source: Upgrade Required
de_de: Upgrade erforderlich

source: Retry With
de_de: Die Operation mit

source: Blocked by Windows Parental Controls
de_de: Windows Parental Controls blockiert

source: Internal Server Error
de_de: interner Serverfehler

source: Not Implemented
de_de: Nicht implementiert

source: Service Unavailable
de_de: Dienst nicht verfügbar

source: Gateway Timeout
de_de: Gateway Zeitüberschreitung

source: HTTP Version Not Supported
de_de: HTTP-Version wird nicht unterstützt

source: Variant Also Negotiates
de_de: Variant auch Verhandelt

source: Insufficient Storage
de_de: Zu wenig Speicher

source: Bandwidth Limit Exceeded
de_de: Bandwidth Limit überschritten

source: Not Extended
de_de: Nicht verlängert

source: Additional header format
de_de: Zusätzliche Header-Format

source: Continue request
de_de: Weiter Anfrage

source: No access
de_de: Kein Zugang

source: Argument needs to be a object
de_de: Argument muss ein Objekt sein

source: Module object is missing a DataDict
de_de: Modulobjekt eine DataDict fehlen

source: Module object DataDict is missing a primary column
de_de: Modulobjekt DataDict ist eine primäre Spalte fehlt

source: Save
de_de: sparen

source: Add
de_de: Hinzufügen

source: Search
de_de: Suche

source: Edit
de_de: Bearbeiten

source: Do you really want to delete this item?
de_de: Wollen Sie wirklich diesen Inhalt löschen?

source: Delete
de_de: Löschen

source: There are no items to show
de_de: Es sind keine Objekte zu zeigen,

source: Content
de_de: Inhalt

source: Username
de_de: Benutzername

source: Module key
de_de: Modulschlüssel

source: incl. VAT
de_de: incl. Mehrwertsteuer

source: excl. VAT
de_de: exkl. Mehrwertsteuer

source: year
de_de: Jahr

source: years
de_de: Jahre

source: month
de_de: Monat

source: months
de_de: Monate

source: day
de_de: Tag

source: days
de_de: Tage

source: hour
de_de: Stunde

source: hours
de_de: Stunden

source: minutes
de_de: Minuten

source: seconds
de_de: Sekunden

source: ago
de_de: vor

source: Invalid template name
de_de: Ungültige Vorlagennamen

source: User
de_de: Benutzer

source: Checkout
de_de: Auschecken

source: Order ID
de_de: Auftragsnummer

source: Unit Price
de_de: Einzelpreis

source: Your price
de_de: Dein Preis

source: Norway
de_de: Norwegen

source: Denmark
de_de: Dänemark

source: Finland
de_de: Finnland

source: Åland Islands
de_de: Åland-Inseln

source: Albania
de_de: Albanien

source: Algeria
de_de: Algerien

source: American Samoa
de_de: Amerikanischen Samoa-Inseln

source: Antarctica
de_de: Antarktika

source: Antigua and Barbuda
de_de: Antigua und Barbuda

source: Argentina
de_de: Argentinien

source: Armenia
de_de: Armenien

source: Australia
de_de: Australien

source: Austria
de_de: Österreich

source: Azerbaijan
de_de: Aserbaidschan

source: Bahrain
de_de: Bahrein

source: Bangladesh
de_de: Bangladesch

source: Belarus
de_de: Weißrussland

source: Belgium
de_de: Belgien

source: Bolivia
de_de: Bolivien

source: Bosnia and Herzegovina
de_de: Bosnien Herzegovina

source: Bouvet Island
de_de: Bouvet-Insel

source: Brazil
de_de: Brasilien

source: British Indian Ocean Territory
de_de: Britisches Territorium des Indischen Ozeans

source: British Virgin Islands
de_de: Britische Jungferninseln

source: Bulgaria
de_de: Bulgarien

source: Cambodia
de_de: Kambodscha

source: Cameroon
de_de: Kamerun

source: Canada
de_de: Kanada

source: Cape Verde
de_de: Kap Verde

source: Cayman Islands
de_de: Cayman Inseln

source: Central African Republic
de_de: Zentralafrikanische Republik

source: Chad
de_de: Tschad

source: Christmas Island
de_de: Weihnachtsinsel

source: Colombia
de_de: Kolumbien

source: Comoros
de_de: Komoren

source: Congo
de_de: Kongo

source: Cook Islands
de_de: Cookinseln

source: Cote D'Ivoire
de_de: Elfenbeinküste

source: Croatia
de_de: Kroatien

source: Cuba
de_de: Kuba

source: Cyprus
de_de: Zypern

source: Czech Republic
de_de: Tschechien

source: Dominican Republic
de_de: Domenekanische Republik

source: Egypt
de_de: Ägypten

source: Equatorial Guinea
de_de: Äquatorialguinea

source: Estonia
de_de: Estland

source: Ethiopia
de_de: Äthiopien

source: Faroe Islands
de_de: Färöer Inseln

source: Falkland Islands
de_de: Falkland Inseln

source: France
de_de: Frankreich

source: French Guiana
de_de: Französisch-Guayana

source: French Polynesia
de_de: Französisch Polynesien

source: French Southern Territories
de_de: Französisch Südliche Territorien

source: Germany
de_de: Deutschland

source: Greece
de_de: Griechenland

source: Greenland
de_de: Grönland

source: Heard and McDonald Islands
de_de: Heard und McDonald-Inseln

source: Holy See (Vatican City State)
de_de: Heiliger Stuhl (Vatikanstadt)

source: Hungary
de_de: Ungarn

source: Iceland
de_de: Island

source: India
de_de: Indien

source: Indonesia
de_de: Indonesien

source: Iran
de_de: Ich lief

source: Iraq
de_de: Irak

source: Ireland
de_de: Irland

source: Italy
de_de: Italien

source: Jamaica
de_de: Jamaika

source: Jordan
de_de: Jordanien

source: Kazakhstan
de_de: Kasachstan

source: Kenya
de_de: Kenia

source: North Korea
de_de: Nord Korea

source: South Korea
de_de: Südkorea

source: Kyrgyz Republic
de_de: Kirgisische Republik

source: Latvia
de_de: Lettland

source: Lebanon
de_de: Libanon

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Macedonia
de_de: Mazedonien

source: Madagascar
de_de: Madagaskar

source: Maldives
de_de: Malediven

source: Marshall Islands
de_de: Marshallinseln

source: Mauritania
de_de: Mauretanien

source: Mexico
de_de: Mexiko

source: Micronesia
de_de: Mikronesien

source: Moldova
de_de: Moldawien

source: Mongolia
de_de: Mongolei

source: Morocco
de_de: Marokko

source: Mozambique
de_de: Mosambik

source: Netherlands Antilles
de_de: Niederländische Antillen

source: Netherlands
de_de: Niederlande

source: New Caledonia
de_de: Neu-Kaledonien

source: New Zealand
de_de: Neuseeland

source: Norfolk Island
de_de: Norfolkinsel

source: Palestinian Territory
de_de: Palästinensisches Gebiet

source: Papua New Guinea
de_de: Papua-Neuguinea

source: Philippines
de_de: Philippinen

source: Pitcairn Island
de_de: Pitcairn-Insel

source: Poland
de_de: Polen

source: Qatar State of
de_de: Qatar Bundesstaat

source: Reunion
de_de: Wiedervereinigung

source: Romania
de_de: Rumänien

source: Russian Federation
de_de: Russische Föderation

source: Rwanda
de_de: Ruanda

source: St Kitts and Nevis
de_de: St. Kitts und Nevis

source: St Pierre and Miquelon
de_de: St. Pierre und Miquelon

source: St Vincent and the Grenadines
de_de: St Vincent und die Grenadinen

source: Sao Tome and Principe
de_de: Sao Tome und Principe

source: Saudi Arabia
de_de: Saudi Arabien

source: Serbia
de_de: Serbien

source: Seychelles
de_de: Seychellen

source: Singapore
de_de: Singapur

source: Slovakia
de_de: Slowakei

source: Slovenia
de_de: Slowenien

source: Solomon Islands
de_de: Salomon-Inseln

source: South Africa
de_de: Südafrika

source: South Georgia and the Islands
de_de: Südgeorgien und die Inseln

source: Spain
de_de: Spanien

source: Svalbard & Jan Mayen Islands
de_de: Svalbard und Jan Mayen

source: Switzerland
de_de: Schweiz

source: Syrian Arab Republic
de_de: Syrische Arabische Republik

source: Tajikistan
de_de: Tadschikistan

source: Tanzania
de_de: Tansania

source: Togo
de_de: Gehen

source: Trinidad and Tobago
de_de: Trinidad und Tobago

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: Truthahn

source: Turks and Caicos Islands
de_de: Turks und Caicos Inseln

source: US Virgin Islands
de_de: Amerikanische Jungferninseln

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate

source: United Kingdom
de_de: Großbritannien

source: United States of America
de_de: Vereinigten Staaten von Amerika

source: Uzbekistan
de_de: Usbekistan

source: Wallis and Futuna Islands
de_de: Wallis und Futuna

source: Western Sahara
de_de: Westsahara

source: Yemen
de_de: Jemen

source: Zambia
de_de: Sambia

source: Zimbabwe
de_de: Simbabwe

source: Product
de_de: Produkt

source: Freight type
de_de: Frachttyp

source: Customer
de_de: Kunde

source: Comment
de_de: Kommentar

source: Publish start
de_de: Veröffentlichen Start

source: Module
de_de: Modul

source: Summary
de_de: Zusammenfassung

source: Continent
de_de: Kontinent

source: Number
de_de: Anzahl

source: Active
de_de: Aktiv

source: If you would like to use %s as currency you have to insert the rate into the currency table.
de_de: Wenn Sie möchten, um%s als Währung nutzen, müssen Sie die Rate in der Währung Tabelle einzufügen.

source: Rate
de_de: Preis

source: This, and all it's subcategories
de_de: Diese und alle in ihr enthaltenen Unterkategorien

source: Only for this category
de_de: Nur für diese Kategorie

source: This, and all it's subcategories grouped
de_de: Diese und alle in ihr enthaltenen Unterkategorien gruppiert

source: Page title
de_de: Seitentitel

source: Page description
de_de: Seitenbeschreibung

source: Page keywords
de_de: Stichworte zur Seite

source: Transaction ID
de_de: Transaktions-ID

source: Custom ID
de_de: Benutzerdefinierte ID

source: User ID
de_de: Benutzer ID

source: Title in swedish
de_de: Titel auf Schwedisch

source: Title in english
de_de: Titel auf Englisch

source: Sort flag
de_de: Flag Sortieren

source: Discount
de_de: Rabatt

source: Percentage
de_de: Prozentsatz

source: Fixed amount
de_de: Definierte Menge

source: Discount type
de_de: Discount-Typ

source: All products
de_de: Alle Produkte

source: Specific products
de_de: Besondere Produkte

source: Range
de_de: Angebot

source: Start
de_de: Anfang

source: End
de_de: Ende

source: Use limit
de_de: Verwenden Grenze

source: Used
de_de: Benutzt

source: Id
de_de: Ich würde

source: Category
de_de: Kategorie

source: Question
de_de: Frage

source: Answer
de_de: Antworten

source: No message
de_de: Keine Nachricht

source: Back
de_de: Zurück

source: Freight type ID
de_de: Frachttyp ID

source: Freight addition
de_de: Freight hinaus

source: Freight
de_de: Fracht

source: Freight free limit
de_de: Frachtfreigrenze

source: All freight relations has been reset to default values
de_de: Alle Frachtarbeit wurde auf die Standardwerte zurückgesetzt

source: Fixed
de_de: Fester

source: Elevated
de_de: Erhöht

source: Valid
de_de: Gültig

source: Invalid
de_de: Ungültig

source: Customer type
de_de: Kundentyp

source: Weight from
de_de: Gewicht aus

source: Weight to
de_de: Gewicht

source: Allowed
de_de: Dürfen

source: Denied
de_de: Verweigert

source: Could not create directory %s
de_de: Verzeichnis konnte nicht erstellt werden%s

source: Preview
de_de: Vorschau

source: Open in
de_de: Öffnen Sie in

source: Headline
de_de: Überschrift

source: Descriptions
de_de: Beschreibungen

source: The order was created
de_de: Der Auftrag wurde erstellt

source: Order was updated
de_de: Bestellen Sie wurde aktualisiert

source: Status changed from %s to %s
de_de: Status von%s zu%s geändert

source: Order was updated, and status changed from %s to %s
de_de: Die Bestellung wurde aktualisiert, und der Status von%s zu%s geändert

source: Quantity
de_de: Menge

source: Discount code
de_de: Rabattcode

source: Method of Payment
de_de: Zahlungsart

source: Products
de_de: Produkte

source: Payment address
de_de: Rechnungsadresse

source: Cell phone
de_de: Handy

source: Delivery address
de_de: Lieferadresse

source: Order message
de_de: Sortieren Nachricht

source: There was an error while processing your order.
de_de: Es gab einen Fehler bei der Verarbeitung Ihrer Bestellung.

source: Order confirmation -
de_de: Bestellbestätigung -

source: Reference
de_de: Referenz

source: Payment method ID
de_de: Zahlungsmethode ID

source: Payment method
de_de: Bezahlverfahren

source: Payment number
de_de: Zahlungsnummer

source: Token
de_de: Zeichen

source: Freight VAT
de_de: Freight MwSt

source: Package ID
de_de: Paket-ID

source: Payment price
de_de: Zahlungspreis

source: VAT
de_de: Mehrwertsteuer

source: Sum
de_de: Summe

source: VAT Sum
de_de: MwSt Sum

source: Currency rate
de_de: Wechselkurs

source: New / received
de_de: Neu / empfangen

source: Not completed / incompleted
de_de: Nicht abgeschlossen / unvollendeten

source: Processed / managed
de_de: Verarbeitete / verwaltet

source: Completed / finished
de_de: Abgeschlossene / Fertig

source: Cancelled / removed
de_de: Cancelled / entfernt

source: Unpaid
de_de: Unbezahlt

source: Paid
de_de: Bezahlt

source: Payment status
de_de: Bezahlstatus

source: Quantity updated
de_de: Menge aktualisiert

source: Message
de_de: Nachricht

source: Additional data
de_de: Zusätzliche Daten

source: Article ID
de_de: Artikel-ID

source: Delivery time
de_de: Lieferzeit

source: Weight
de_de: Gewicht

source: Price
de_de: Preis

source: Invalid card number
de_de: Ungültige Kartennummer

source: Transaction not found
de_de: Transaktion nicht gefunden

source: "KID invalid" or "Field missing PAN"
de_de: "KID ungültig" oder "Feld fehlt PAN"

source: Original transaction rejected
de_de: Ursprünglichen Transaktion abgelehnt

source: Transaction already reversed
de_de: Transaktion bereits umgekehrt

source: Internal failure
de_de: Interner Fehler

source: Several errors can result in this code. Refer to the Response text for details
de_de: Mehrere Fehler in diesem Code führen. Beziehen sich auf die Antworttext für Details

source: Denied by 3D Secure
de_de: Von 3D Secure Denied

source: Refused by Issuer. Contact Issuer
de_de: Bonität abgelehnt. Kontakt Issuer

source: Refused by Issuer because of Invalid merchant
de_de: Bonität aufgrund ungültiger Händler weigerte

source: Refused by Issuer
de_de: Bonität weigerte

source: invalid transaction
de_de: ungültige Transaktion

source: Refused by Issuer because of invalid amount
de_de: Bonität wegen ungültiger Menge weigerte

source: Refused by Issuer. Try again
de_de: Bonität abgelehnt. Versuch es noch einmal

source: Refused by Issuer because of format error
de_de: Bonität aufgrund der Formatfehler weigerte

source: Refused by Issuer because of no checking account
de_de: Bonität, weil kein Girokonto verweigert

source: Refused by Issuer because of expired card
de_de: Bonität aufgrund abgelaufene Karte weigerte

source: Refused by Issuer because of no card record
de_de: Bonität, da keine Karte Rekord weigerte

source: Refused by Issuer of transaction not permitted
de_de: Bonität der Transaktion verweigert nicht erlaubt

source: Refused by Issuer because response received to late
de_de: Bonität verweigert, weil Reaktion auf spät erhalten

source: Refused by Issuer because Issuer is temporarily inoperative
de_de: Bonität verweigert, weil Emittentin ist vorübergehend außer Betrieb

source: Refused by Issuer because of system malfunction
de_de: Bonität aufgrund der Fehlfunktion des Systems weigerte

source: Refused by Issuer because of invalid 3 digit code from back of credit card
de_de: Bonität wegen ungültiger 3-stelligen Code aus Rückseite Kreditkarte verweigert

source: Timeout experienced
de_de: Timeout erfahren

source: Technical reversal was attempted, due to timeout, but the reversal failed as well
de_de: Technische Umkehr wurde versucht, wegen Zeitüberschreitung, aber die Umkehrung ist fehlgeschlagen sowie

source: Value missing in required field, often resulting in the response text "Ntoa: Taglen err". A rare error that can occur if Visa or MasterCard experiences problems with their 3D Secure system
de_de: Wert fehlt in Pflichtfeld, was häufig in der Antworttext "Ntoa: Taglen err". Ein seltener Fehler, die auftreten können, wenn Visa oder Mastercard Erfahrungen Probleme mit ihrer 3D-Secure-System

source: VISA card number
de_de: VISA Kartennummer

source: VISA expiry month
de_de: VISA Verfallmonats

source: VISA expiry year
de_de: VISA Ablauf Jahr

source: MasterCard card number
de_de: Mastercard Kartennummer

source: MasterCard expiry month
de_de: Masterverfallmonats

source: MasterCard expiry year
de_de: Master Ablauf Jahr

source: Diners card number
de_de: Diners Kartennummer

source: Diners expiry month
de_de: Diners Verfallmonats

source: Diners expiry year
de_de: Diners Ablauf Jahr

source: Amex card number
de_de: Amex Kartennummer

source: Amex expiry month
de_de: Amex Verfallmonats

source: Amex expiry year
de_de: Amex Ablauf Jahr

source: Maestro card number
de_de: Maestro-Kartennummer

source: Maestro expiry month
de_de: Maestro Verfallmonats

source: Maestro expiry year
de_de: Maestro Ablauf Jahr

source: Too few digits
de_de: Zu wenige Ziffern

source: Too many digits
de_de: Zu viele Ziffern

source: Contains illegal characters
de_de: Enthält ungültige Zeichen

source: Has wrong check digit
de_de: Hat falsche Prüfziffer

source: Format error
de_de: Formatfehler

source: Illegal value
de_de: Unzulässiger Wert

source: Is missing and required
de_de: Fehlt und erforderlich

source: Is not of legal length
de_de: Ist das nicht der Rechts Länge

source: Only a single row should be [1]lled out
de_de: Nur eine einzige Zeile sollte [1] gefüllt out

source: Expired card
de_de: Abgelaufene Karte

source: Missing bank agreement
de_de: Fehlende Bankvertrag

source: PAN brand id mismatch
de_de: PAN Marke ID Mismatch
