Repository: toveksauktioner/tovek-frontend
Catalog: platform/locale/*.UTF-8/LS_MESSAGES/default.po
Languages: de_de

source: Order #%s from
de_de: Order #%s aus

source: This order was marked as paid by Payson IPN
de_de: Die Bestellung wurde geprägt wie von Payson IPN bezahlt

source: You are not authorized to delete a payment method
de_de: Sie sind nicht berechtigt, eine Zahlungsmethode zu löschen

source: Posting data
de_de: Buchungsdaten

source: Sending
de_de: Übersendung

source: Send
de_de: Senden

source: The payment method did not support this action
de_de: Die Zahlungsmethode nicht unterstützt diese Aktion

source: Price allowed
de_de: Preis erlaubt

source: Payment class
de_de: Payment Klasse

source: Hosted by provider
de_de: Hosted by-Anbieter

source: In site view based
de_de: In der Site-Ansicht auf der Basis

source: Field
de_de: Bereich

source: Product ID
de_de: Produkt ID

source: Payment could not be completed
de_de: Zahlung konnte nicht abgeschlossen werden

source: Some transfers succeeded and some failed for a parallel payment.
de_de: Einige Transfers gelungen und einige schlug bei einem parallelen Zahlung.

source: The payment failed and all attempted transfers failed or all completed transfers were successfully reversed.
de_de: Die Zahlung ist fehlgeschlagen und alle versuchten Übertragungen ausgefallen oder alle abgeschlossenen Transfers erfolgreich rückgängig gemacht wurden.

source: A payment requiring approval was not executed within 3 hours.
de_de: Eine Zahlung erfordern die Genehmigung nicht innerhalb von 3 Stunden ausgeführt.

source: One or more transfers failed when attempting to reverse a payment.
de_de: Eine oder mehrere Übertragungen gescheitert beim Versuch, eine Zahlung rückgängig zu machen.

source: The payment was aborted before any money were transferred.
de_de: Die Zahlung wurde abgebrochen, bevor Geld transferiert.

source: There was an error processing your order when contacting the payment gateway
de_de: Es gab einen Fehler der Bearbeitung Ihrer Bestellung, wenn Sie den Payment-Gateway

source: Show products
de_de: Produkte anzeigen

source: Product template
de_de: Produktvorlage

source: Product category
de_de: Produktkategorie

source: Manufacturer
de_de: Hersteller

source: Manufacturer ID
de_de: Hersteller-ID

source: Incoming quantity
de_de: Eingehende Menge

source: Quantity warning limit
de_de: Menge Warngrenze

source: Price (Recommended)
de_de: Preis (empfohlen)

source: Freight price
de_de: Frachtpreis

source: Speed
de_de: Geschwindigkeit

source: Timeout
de_de: Auszeit

source: second
de_de: zweite

source: Effect
de_de: Bewirken

source: fade
de_de: verblassen

source: fadeout
de_de: ausblenden

source: Scroll horizontal
de_de: Blättern Sie horizontal

source: None
de_de: Keine

source: Copy
de_de: Kopieren

source: Short description
de_de: Kurze Beschreibung

source: Variant selection
de_de: Variantenauswahl

source: Variants
de_de: Varianten

source: Sort weight
de_de: Gewicht Sortieren

source: Order
de_de: Auftrag

source: Predefined
de_de: Vordefinierte

source: Mixed
de_de: Gemischt

source: Mode
de_de: Modus

source: Long Description
de_de: Lange Beschreibung

source: Default
de_de: Standard

source: Contact
de_de: Kontakt

source: Title color
de_de: Titel Farbe

source: Short content
de_de: Kurzinhalt

source: Always
de_de: Immer

source: Never
de_de: Nie

source: Activation
de_de: Aktivierung

source: Activation key
de_de: Aktivierungsschlüssel

source: Vat
de_de: Bütte

source: Hi
de_de: Hallo

source: Support
de_de: Unterstützen

source: Manual
de_de: Handbuch

source: Edit options
de_de: Bearbeitungsoptionen

source: Open website in a new window
de_de: Open-Website in einem neuen Fenster

source: Settings
de_de: Einstellungen

source: Go to administration overview
de_de: Gehen Sie zu Verwaltung Übersicht

source: Open front end in a new window
de_de: Offenen vorderen Ende in einem neuen Fenster

source: Front end
de_de: Vorderes Ende

source: Editing language
de_de: Bearbeitungssprache

source: Site settings
de_de: Website-Einstellungen

source: User settings
de_de: Benutzereinstellungen

source: Log out
de_de: Abmelden

source: Editing options
de_de: Bearbeitungsoptionen

source: Menu
de_de: Menü

source: Invoice
de_de: Rechnung

source: Select all
de_de: Alle auswählen

source: User groups
de_de: Benutzergruppen

source: Permissions
de_de: Berechtigungen

source: for
de_de: für

source: ACO key already exists!
de_de: ACO Schlüssel bereits vorhanden ist!

source: ACO keys
de_de: ACO Schlüssel

source: Add ACO
de_de: In ACO

source: Custom text for %s may be entered here.
de_de: Kundenspezifischen Text für%s kann hier eingegeben werden.

source: You may also add additional content like headings, links or images by using the different icons in the toolbar.
de_de: Sie können auch zusätzliche Inhalte wie Überschriften, Links oder Bilder hinzufügen, indem Sie die verschiedenen Symbole in der Symbolleiste.

source: This is where you edit the information about %s.
de_de: Dies ist, wo Sie die Informationen über%s bearbeitet werden.

source: When you create %s it will end up here.
de_de: Wenn Sie zu erstellen%s wird es hier am Ende.

source: This is where you create %s.
de_de: Hier finden Sie%s erstellen.

source: If you want %s to only be shown until a specific date, you may choose one here. May be left empty.
de_de: Wenn Sie möchten%s um bis zu einem bestimmten Zeitpunkt nur angezeigt werden, können Sie hier wählen. Kann leer gelassen werden.

source: If you want %s to be shown from a specific date, you may choose one here. If left empty, it will be published imediately on save.
de_de: Wenn Sie%s, um ab einem bestimmten Datum angezeigt werden soll, können Sie hier wählen. Wenn leer gelassen wird, wird es imediately auf Speichern veröffentlicht.

source: The status indicates whether %s should be available to visitors or not.
de_de: Der Status anzeigt, ob%s sollte für Besucher oder nicht.

source: These fields is mostly used for SEO (Search Engine Optimization) to help search engines interpret the content. These fields are optional and may be left empty.
de_de: Diese Felder ist vor allem für SEO (Search Engine Optimization) verwendet werden, um zu helfen, Suchmaschinen interpretieren den Inhalt. Diese Felder sind optional und können leer gelassen werden.

source: Enter an adress for %s here. If you don't provide an adress the system will generate one for you. Internal adresses always begins with a slash ("/").
de_de: Geben Sie eine Adresse für%s hier. Wenn Sie eine Adresse nicht bieten das System für Sie zu generieren. Interne Adressen beginnt immer mit einem Schrägstrich ("/").

source: This is where you enter a title for %s.
de_de: Hier können Sie einen Titel für%s eingeben.

source: a menu item
de_de: ein Menüpunkt

source: Your visitors may belong to different groups. All visitors are guest, but if your site allow visitors to log in, you may optionally display a different menu to these users.
de_de: Ihre Besucher können zu verschiedenen Gruppen gehören. Alle Besucher sind Gäste, aber wenn Ihre Website können die Besucher sich anmelden, können Sie optional ein anderes Menü, um diese Benutzer anzuzeigen.

source: your menu item
de_de: Ihre Menüpunkt

source: Enter an adress here. This is where your user ends up when clicking the link. Internal links should start with "/", and all external links start with "http://" or "https://".
de_de: Geben Sie hier eine Adresse ein. Dies ist, wo Sie Ihren Benutzer endet, wenn Sie auf den Link. Interne Links sollten mit "/" beginnen, und alle externen Links beginnen mit "http: //" oder "https: //".

source: If your link is external you'd might want the link to open up in a new window or tab. This allows your visitors to stay on your site.
de_de: Wenn Ihr einen externen Link handelt, du würdest vielleicht möchte der Link in einem neuen Fenster oder Tab öffnen. Auf diese Weise können Sie Ihre Besucher auf Ihrer Website bleiben.

source: This is where you position your menu item.
de_de: Dies ist, wo Sie Ihre Menüpunkt zu positionieren.

source: How do you want to position your menu item? Before, after or inside another item? Pick the relation here.
de_de: Wie wollen Sie, um Ihre Menüpunkt zu positionieren? Vor, nach oder in einem anderen Einzelteil? Suchen Sie sich die Beziehung hier.

source: What other menu item were you thinking of in the previous step?
de_de: Welche anderen Menüpunkt waren Sie denken, die im vorherigen Schritt?

source: your page
de_de: deine Seite

source: The title often appears in the top of your visitor's browser window, their history and search engines.
de_de: Der Titel erscheint häufig in der Spitze der Ihre Besucher Browser-Fenster, ihre Geschichte und Suchmaschinen.

source: The page status changes who is able to view the page. If only the administrator should be able to view the page, choose "preview".
de_de: Die Seite Status ändert, die Lage, die Seite zu sehen ist. Wenn nur der Administrator in der Lage, um die Seite zu betrachten, wählen Sie "Vorschau".

source: Would you like to have the page added to your main menu? Check this.
de_de: Möchten Sie haben die Seite in Ihre Hauptmenü hinzugefügt? Überprüfen Sie dies.

source: Made a mistake? This is the history of your content. You may reset your current content and use your old content here.
de_de: Einen Fehler gemacht? Dies ist die Geschichte Ihrer Inhalte. Sie können Ihre aktuellen Inhalt zurückzusetzen und verwenden Sie Ihre alten Inhalte.

source: Parts of the site that are present on multiple places may be edit here. The footer is a common example of a info content block. Click on the info content block that you would like to edit.
de_de: Teile der Seite, die auf mehreren Orten vorhanden sind kann hier bearbeitet werden. Die Fußzeile ist ein typisches Beispiel für eine info Inhaltsblock. Klicken Sie auf das Info Inhaltsblock, den Sie bearbeiten möchten.

source: a new slide
de_de: eine neue Folie

source: a slide
de_de: eine Rutsche

source: Click and drag a thumbnail to sort.
de_de: Klicken und ziehen Sie eine Miniaturansicht, um zu sortieren.

source: Click the button and locate the image file on your computer. The image should be at least the size that are described in the hint to avoid damaging the site desgin.
de_de: Klicken Sie auf und suchen Sie die Image-Datei auf Ihrem Computer. Das Bild sollte mindestens die Größe, die im Hinweis beschrieben werden, um eine Beschädigung der Website desgin sein.

source: The slide is shown on these pages.
de_de: Der Schieber ist auf diesen Seiten gezeigten.

source: These are all the pages on your site. Click on "Add" or "Remove" to add or remove from a page.
de_de: Dies sind alle Seiten auf Ihrer Website. Klicken Sie auf "Hinzufügen" oder "Entfernen", um hinzuzufügen oder von einer Seite zu entfernen.

source: an article
de_de: ein Artikel

source: The summary is a short introduction to the news. This text will be shown in the news list and in the beginning of the article.
de_de: Die Zusammenfassung ist eine kurze Einführung in den Nachrichten. Dieser Text wird in der Nachrichtenliste und in der Anfang des Artikels angezeigt.

source: Received orders with completed payment process. Note: completed payment process, must not be equal to paid. Please see payment status for this.
de_de: Auftragseingang mit dem Zahlungsprozess. Hinweis: dem Zahlungsprozess muss nicht gleich bezahlt werden. Bitte lesen Sie Zahlungsstatus für diese.

source: Received orders with NOT completed payment process. The order has been created but not finished.
de_de: Auftragseingang mit nicht abgeschlossen Zahlungsprozess. Der Auftrag wurde erstellt, aber noch nicht fertig.

source: A processed order is a managed order. Place orders here that you have handled in some way, but not yet is finish with.
de_de: A verarbeitet, um eine verwaltete Ordnung. Bestellungen hier, die Sie in irgendeiner Weise behandelt haben, aber noch nicht ist Finish mit.

source: A completed order is a finished order. Place orders here that not need any more attention from you. Orders here is seen as a sales and will be counted for e.g. in the statistics.
de_de: Ein ausgefülltes Auftrags ist eine fertige Bestellung. Bestellungen hier, dass nicht noch mehr Aufmerksamkeit von Ihnen benötigen. Bestellungen hier als Umsatz angesehen und wird für zB gezählt werden in der Statistik.

source: A cancelled order is a removed order. Orders here will not be take in to account by the system e.g. in the statistics.
de_de: Ein abgebrochener Auftrag ist ein entfernt Ordnung. Aufträge hier nicht in zu ergreifen, um Konto vom System z in der Statistik.

source: Here is all orders listed, independent of order status or other specifications.
de_de: Hier ist alle aufgeführten Aufträge, unabhängig von Auftragsstatus oder anderen Spezifikationen.

source: Your available freight types
de_de: Ihre verfügbaren Güterarten

source: Amount of products that are possible to order with a specific type of freight
de_de: Menge der Produkte, die möglich sind, um mit einer bestimmten Art von Frachtauftrag

source: From here can you handle freight addons depending on the total weight of a order
de_de: Von hier aus können Sie, je nach dem Gesamtgewicht der Bestellung handFracht Addons

source: From here can you select which type of customers that a spcific freight type should be available for
de_de: Von hier aus können Sie wählen, welche Art von Kunden, dass ein spcific Frachttyp sollte verfügbar sein

source: Help
de_de: Hilfe

source: Subject
de_de: Gegenstand

source: Error message
de_de: Fehlermeldung

source: Site domain
de_de: Website-Domain-

source: Route path
de_de: Route Pfad

source: The form was sent!
de_de: Das Formular wurde gesendet!

source: Select template
de_de: Template wählen

source: Template not customizable
de_de: Vorlage nicht angepasst

source: You cannot customize this template because %s.
de_de: Sie können diese Vorlage, da%s nicht anpassen.

source: Appearance
de_de: Aussehen

source: Missing and/or bad product
de_de: Fehlende und / oder schlechtes Produkt

source: Missing and/or bad quantity
de_de: Fehlende und / oder schlechte Menge

source: Recommended price
de_de: Richtpreis

source: item
de_de: Artikel

source: items
de_de: Artikel

source: total
de_de: gesamt

source: The cart is empty again
de_de: Der Warenkorb ist wieder leer

source: 0 item(s), total
de_de: 0 Position (en), insgesamt

source: Your cart
de_de: Ihr Warenkorb

source: Edit your cart
de_de: Warenkorb bearbeiten

source: Row total
de_de: Zeilensumme

source: Login
de_de: Anmeldung

source: Cancel
de_de: Absagen

source: No payment method selected
de_de: Nein Zahlungsmethode gewählt

source: No freight type selected
de_de: Kein Frachttyp ausgewählt

source: You must agree to the terms and conditions
de_de: Sie müssen mit den Bedingungen einverstanden

source: You are already registred. If you don't remember your password, please request a new one
de_de: Sie sind bereits registriert. Wenn Sie Ihr Passwort vergessen haben, fordern Sie bitte eine neue

source: Forgot password
de_de: Passwort vergessen

source: Same as payment address
de_de: Gleich wie Zahlungsadresse

source: Confirm order
de_de: Bestellung bestätigen

source: gram
de_de: Gramm

source: No freight type exists
de_de: Kein Frachttyp vorhanden

source: No freight type exists for selected country
de_de: Kein Frachttyp für ausgewählte Land existiert

source: Select freight method
de_de: Wählen Sie Fracht Verfahren

source: Buy
de_de: Kaufen

source: What others also bought
de_de: Welche anderen auch gekauft

source: No payment method exists
de_de: Nein Zahlungsmethode vorhanden ist

source: No payment method exists for selected country
de_de: Nein Zahlungsmethode für ausgewählte Land existiert

source: Select payment method
de_de: Zahlungsmethode auswählen

source: Select
de_de: Auswählen

source: Update
de_de: Aktualisieren

source: Data was not saved
de_de: Die Daten wurden nicht gespeichert

source: Data was saved
de_de: Daten wurden gesichert

source: Site title
de_de: Seitentitel

source: Site status
de_de: Website-Status

source: Maintenance
de_de: Instandhaltung

source: During construction
de_de: Während der Bauarbeiten

source: Not in use
de_de: Nicht in Gebrauch

source: In use
de_de: In Benutzung

source: Use of additional scripts
de_de: Verwendung von zusätzlichen Skripten

source: Mail service
de_de: Mail-Dienst

source: Site mail from
de_de: Website-Mails von

source: Site mail to
de_de: Website-mail an

source: SMTP Username
de_de: SMTP-Benutzername

source: SMTP Password
de_de: SMTP-Passwort

source: Generic
de_de: Generisches

source: General freight fee
de_de: Allgemeine Frachtgebühr

source: Free freight limit
de_de: Freie Fracht Grenze

source: Update successfull
de_de: Update erfolgreich

source: Your e-mail
de_de: Deine E-Mail

source: Contact form at
de_de: Kontaktformular unter

source: Call me
de_de: Ruf mich an

source: Do you want to be called?
de_de: Wollen Sie angerufen werden?

source: Pick one
de_de: Wähle eins

source: Generate content
de_de: Generieren Inhalte

source: Number of posts to create
de_de: Anzahl der Beiträge zu erstellen

source: from
de_de: von

source: to
de_de: zu

source: Create content
de_de: Inhalte erstellen

source: Edit content
de_de: Inhalt bearbeiten

source: Add content
de_de: Inhalt hinzufügen

source: Problem with creating route
de_de: Problem mit dem Erstellen von Routen

source: Content creator content
de_de: Content Creator Inhalte

source: Edit continentgroup
de_de: Continentgroup bearbeiten

source: Add continentgroup
de_de: Continentgroup hinzufügen

source: Local name
de_de: Lokale Namen

source: All countries in
de_de: Alle Länder in

source: Save list
de_de: Liste speichern

source: Create
de_de: Erstellen

source: Group name
de_de: Gruppenname

source: Continent groups
de_de: Kontinent Gruppen

source: I understand
de_de: ich verstehe

source: Select Currency
de_de: Wählen Sie Währung

source: Add currency
de_de: Währung hinzufügen

source: External rate
de_de: Externe Rate

source: Update currency
de_de: Update Währung

source: Currencies
de_de: Währungen

source: Set all external rates
de_de: Stellen Sie alle externen Raten

source: External rates comming from
de_de: Externe Raten comming aus

source: New password
de_de: Neues Kennwort

source: The passwords don´t match
de_de: Die Passwörter TUN NICHT Spiel

source: The password has changed
de_de: Das Passwort wurde geändert

source: The passwords do not match
de_de: Die Passwörter stimmen nicht überein

source: The email has been changed
de_de: Die E-Mail wurde geändert

source: You didn´t enter a route so the system automatically generated one.
de_de: Sie Artikel nicht geben Sie eine Route so dass das System automatisch generiert ein.

source: Root
de_de: Wurzel

source: Edit category
de_de: Kategorie ändern

source: This category is probably not yet translated
de_de: Diese Kategorie ist wahrscheinlich noch nicht übersetzt

source: Enter the path manually
de_de: Geben Sie den Pfad manuell

source: Information
de_de: Informationen

source: Picture
de_de: Bild

source: Move
de_de: Bewegung

source: Relation
de_de: Beziehung

source: First beneath target
de_de: Zuerst unter Ziel

source: Last beneath target
de_de: Letzte unter Ziel

source: Before target
de_de: Vor der Ziel

source: After target
de_de: Nach Ziel

source: Target
de_de: Ziel

source: Add category
de_de: Kategorie

source: Auto fill path
de_de: Auto fill Pfad

source: Close all
de_de: Alle schließen

source: Open all
de_de: Alle offenen

source: Toggle all
de_de: Toggle alle

source: Categories
de_de: Kategorien

source: User already exists
de_de: Benutzer existiert bereits

source: Edit customer
de_de: Kunden bearbeiten

source: Confirm password
de_de: Bestätige das Passwort

source: Change password
de_de: Kennwort ändern

source: New email
de_de: Neue e-mail

source: Change email
de_de: Ändern Sie die E-Mail

source: Groups
de_de: Gruppen

source: Do you really want to login as this user?
de_de: Wollen Sie wirklich, um als dieser Benutzer anmelden?

source: Login as %s
de_de: Melden Sie sich als%s

source: Add customer
de_de: Kunden hinzufügen

source: Copy to payment address
de_de: Kopieren Zahlungsadresse

source: Copy to delivery address
de_de: Kopieren Lieferadresse

source: User data
de_de: Benutzerdaten

source: You must fill in both a username and password to login.
de_de: Sie müssen sowohl in einem Benutzernamen und Passwort zum Login zu füllen.

source: Your username or password is not valid.
de_de: Ihr Benutzername oder Passwort ist nicht gültig.

source: Login (already customer)
de_de: Login (bereits Kunde)

source: Forgotten logindata?
de_de: Passwort Logindaten?

source: Register here
de_de: Hier registrieren

source: Register as a customer to facilitate the next purchase
de_de: Als Kunde, den nächsten Kauf zu erleichtern registrieren

source: Or
de_de: Oder

source: Buy as guest
de_de: Kaufen Sie als Gast

source: Shop without registering
de_de: Geschäft, keine Registrierung notwendig

source: This account already exists
de_de: Dieser Account existiert bereits

source: New registration of customer -
de_de: Neu registrieren Kunden -

source: Register
de_de: Neu registrieren

source: Signup
de_de: Anmeldung

source: Required fields are marked with
de_de: Benötigte Felder sind mit * gekennzeichneten

source: Already a customer?
de_de: Bereits Kunde?

source: Click here to login
de_de: Klicken Sie hier, um sich einzuloggen

source: Order fields
de_de: Sortieren Felder

source: Order history
de_de: Bestellverlauf

source: Order status
de_de: Auftragsstatus

source: Show order
de_de: Bestellen

source: Print
de_de: Drucken

source: This user is
de_de: Dieser Benutzer

source: Last active
de_de: Letzte Aktivität

source: Orders
de_de: Bestellungen

source: Comments
de_de: Bemerkungen

source: Create new comment
de_de: Neuen Kommentar erstellen

source: by
de_de: durch

source: There are no user with this ID
de_de: Es gibt keinen Benutzer mit dieser ID

source: Do you really want to delete this user?
de_de: Wollen Sie wirklich diesen Benutzer löschen?

source: Customers
de_de: Kunden,

source: Export users as CSV-file
de_de: Export Benutzern als CSV-Datei

source: Good to have links
de_de: Gut zu Links haben

source: Not set
de_de: Nicht eingestellt

source: Site is
de_de: Site

source: Last edited
de_de: Zuletzt bearbeitet

source: Secondary language
de_de: Zweitsprache

source: %s most frequently edited pages
de_de: %s am häufigsten bearbeiteten Seiten

source: Pages grouped by menu
de_de: Seiten werden mit Menü gruppiert

source: This page is protected and cannot be deleted. Inactivate if it should not be publicly visible.
de_de: Diese Seite ist geschützt und kann nicht gelöscht werden. Zu inaktivieren, wenn sie nicht öffentlich sichtbar sein.

source: Pages outside of menu
de_de: Seiten außerhalb der Menü

source: Dashboard
de_de: Armaturenbrett

source: Add link
de_de: Link hinzufügen

source: External links
de_de: Externe Links

source: Links that are listed in Aroma CMS's dashboard
de_de: Links, die in Aroma CMS Dashboard aufgelistet sind

source: Sync data from external source
de_de: Sync-Daten von einer externen Quelle

source: External source is: %s
de_de: Externe Quelle:%s

source: You can only combined "limited" with "percentage"
de_de: Sie können nur in Kombination "begrenzt" mit "Prozent"

source: Edit discount code
de_de: Bearbeiten Sie den Discount Code

source: Add discount code
de_de: Fügen Sie den Discount-Code

source: Selected products has been added to relation.
de_de: Ausgewählte Produkte hat Bezug aufgenommen worden.

source: Edit relations
de_de: Beziehungen ändern

source: Add product relations
de_de: In Produktbeziehungen

source: Add category relations
de_de: Kategorie hinzufügen Beziehungen

source: Product categories
de_de: Produktkategorien

source: No discount code has been selected
de_de: Kein Rabatt-Code ausgewählt wurde
