Repository: toveksauktioner/tovek-frontend
Catalog: platform/locale/*.UTF-8/LS_MESSAGES/default.po
Languages: de_de

source: Relations
de_de: Beziehungen

source: Create relations
de_de: Beziehungen erstellen

source: Add or remove relations
de_de: Hinzuzufügen oder zu entfernen Beziehungen

source: This will remove all relations, continue?
de_de: Dadurch werden alle Beziehungen zu entfernen, weiter?

source: Delete all relations
de_de: Löschen Sie alle Beziehungen

source: There exists no relations
de_de: Es gibt keine Beziehungen

source: Unlimited
de_de: Unbegrenzt

source: Discount codes
de_de: Rabattcodes

source: Error
de_de: Fehler

source: Problem with updating route
de_de: Problem Aktualisierung Route

source: Questions
de_de: Fragen

source: Edit question
de_de: Frage bearbeiten

source: Account information
de_de: Kontoinformationen

source: Add freight
de_de: Fracht hinzufügen

source: Select continent
de_de: Kontinent wählen

source: Define freight addition per country, which will then be added to the general freight fee. Negative values are accepted for subtraction
de_de: Definieren Fracht zusätzlich pro Land, die dann auf die allgemeine Frachtgebühr wird hinzugefügt. Negative Werte werden für die Subtraktion akzeptiert

source: Change all
de_de: Alle ändern

source: Total freight
de_de: Gesamtfracht

source: Edit freight type
de_de: Frachttyp bearbeiten

source: Do you really want to recreate the thumbnail?
de_de: Wollen Sie wirklich, um das Thumbnail neu erstellen?

source: Recreate thumbnail
de_de: Erstellen Sie Miniatur

source: Add freight type
de_de: In Frachttyp

source: Name of this freight type. Will be shown in checkout.
de_de: Name des Frachttyp. Wird in der Kasse angezeigt.

source: This description will be shown in checkout.
de_de: Diese Beschreibung wird in der Kasse angezeigt.

source: The cost of the freight type. This will be combined with the general and country fee in the checkout.
de_de: Die Kosten für die Frachttyp. Dies wird mit der allgemeinen und länderGebühr an der Kasse kombiniert werden.

source: In which order the freight types will be listet. Integer, lowest value first (ascending order).
de_de: In welcher Reihenfolge die Güterarten werden Aufgelistet werden. Integer, niedrigsten Wert zuerst (aufsteigend).

source: Countries
de_de: Länder

source: Hold down Ctrl when clicking to select multiple
de_de: Halten Sie die Strg-, wenn Sie auf mehreren zur Auswahl

source: All countries
de_de: Alle Länder

source: Available for
de_de: Verfügbar für

source: products
de_de: Produkte

source: This will reset all relations to products for this freight type and create new for all with default values
de_de: Dadurch werden alle Beziehungen, Produkte für diese Frachttyp zurückzusetzen und für alle mit Standardwerten neue

source: Reset
de_de: Zurücksetzen

source: Weights
de_de: Gewichte

source: Customer types
de_de: Kundentypen

source: Freight types
de_de: Güterarten

source: Global reset option
de_de: Globale Reset-Option

source: This will DELETE ALL existing freight relations to products and create new for all with default values
de_de: Dadurch werden alle bestehenden Fracht Beziehungen zu Produkten DELETE für alle Mal mit Standardwerten neue

source: Make all active freight types available for all products
de_de: Stellen Sie alle aktiven Frachttypen zur Verfügung für alle Produkte

source: Customer types valid for "%s"
de_de: Kundentypen gültig für "%s"

source: Weight from can't be higher than weight to
de_de: Gewicht von nicht höher als Gewicht sein

source: Weight from can't be less than zero
de_de: Gewicht von nicht weniger als Null beträgt

source: Weight to can't be less than zero
de_de: Gewicht, um nicht weniger als Null sein

source: Weight from is between existing values
de_de: Gewicht von zwischen vorhandenen Werten

source: Weight to is between existing values
de_de: Gewicht ist zwischen vorhandenen Werten

source: The same from value is already in the table
de_de: Das gleiche von Wert bereits in der Tabelle

source: The same to value is already in the table
de_de: Gleich, Wert bereits in der Tabelle

source: Add freight weight
de_de: In Frachtgewicht

source: Gram
de_de: Gramm

source: Kilogram
de_de: Kilogramm

source: Unit
de_de: Einheit

source: Freight weight
de_de: Frachtgewicht

source: Lastname
de_de: Familienname, Nachname

source: Add subscription
de_de: Abonnements hinzufügen

source: Newsletter
de_de: Rundschreiben

source: Confirmed
de_de: Bestätigt

source: Cancelled
de_de: Abgebrochen

source: API Key
de_de: API-Schlüssel

source: Do you really want to delete this subscription?
de_de: Wollen Sie wirklich, um dieses Abonnement löschen?

source: Sender
de_de: Absender

source: Subscribers
de_de: Abonnenten

source: Show subscribers
de_de: Zeige Abonnenten

source: There are no items to show.
de_de: Es sind keine Objekte zu zeigen.

source: Newsletter lists
de_de: Newsletter-Listen

source: Date
de_de: Datum

source: Lists
de_de: Listen

source: Sent to
de_de: Gesendet an

source: Unique opens
de_de: Einzigartige öffnet

source: Opens
de_de: Öffnet

source: Link clicks
de_de: Link klickt

source: Unsubscribes
de_de: Abmeldungen

source: Reports
de_de: Berichte

source: Show contact
de_de: Kontaktdaten anzeigen

source: subscriber
de_de: Teilnehmer

source: subscribers
de_de: Abonnenten

source: Pageviews
de_de: Seitenaufrufe

source: Visits
de_de: Besucher

source: All pages
de_de: Alle Seiten

source: Current image
de_de: Aktuelles Bild

source: Add route
de_de: Route hinzufügen

source: File Extension
de_de: Dateierweiterung

source: Alternative text
de_de: Alternativtext

source: Parent Type
de_de: Muttertyp

source: Image update error: %s
de_de: Image-Update-Fehler:%s

source: Save %s
de_de: Sparen Sie%s

source: images
de_de: Bilder

source: Images
de_de: Bilder

source: Edit information content
de_de: Bearbeiten Informationsgehalt

source: Add information content
de_de: In Informationsgehalt

source: No access. Layout does not belong to infoContent
de_de: Kein Zugang. Layout gehört nicht infoContent

source: Permissions for "%s"
de_de: Berechtigungen für "%s"

source: No title
de_de: Kein Titel

source: matches for
de_de: Treffer für

source: No matches for "%s" found
de_de: Keine Treffer für "%s" gefunden

source: Search results
de_de: Suchergebnisse

source: This page occurs %d time(s) in the navigation
de_de: Diese Seite auftritt% d Zeit (en) in der Navigations

source: A popup window with a preview has been opened. If not then enable/allow popups and try again.
de_de: Ein Popup-Fenster mit einer Vorschau geöffnet wurde. Wenn nicht, dann aktivieren / Popups und erneut versuchen.

source: The route you entered is already in use
de_de: Die von Ihnen gewählte Route ist bereits im Einsatz

source: Page title that will be shown in the browsers toolbar, in bookmark and in search engine results
de_de: Seitentitel, die in der Browser-Symbolleiste angezeigt wird, Bookmark and in Suchmaschinen-Ergebnissen

source: Meta keywords are used to provide additional text for some crawler-based search engines to index along with your body copy. A example (without quotes): &quot;Computers, hardware, bicycles&quot;.
de_de: Meta-Keywords werden verwendet, um zusätzlichen Text für einige Crawler-basierte Suchmaschinen zu indizieren zusammen mit Ihrem Körper zu kopieren ist. Ein Beispiel (ohne Anführungszeichen): & quot; Computer, Hardware, Fahrräder & quot ;.

source: The meta description tag allows you to influence the description of your page in search engine crawlers that support the tag.
de_de: Die Meta-Description-Tag können Sie die Beschreibung Ihrer Seite in Suchmaschinen-Crawler, der die Tag-Unterstützung zu beeinflussen.

source: Additional code, e.g. för tracking or analytic
de_de: Zusatzcode, z.B. für die Verfolgung oder analytische

source: If JavaScript, so should the script-tag also be added
de_de: Wenn JavaScript, sollte so das Skript-Tag hinzugefügt werden

source: The address of the page. Omit your domain name and only use what comes after it. If left empty a address will be generated from your page title. Example (without quotes): &quot;/startpage&quot;
de_de: Die Adresse der Seite. Weglassen Ihren Domain-Namen und verwenden Sie nur das, was danach kommt. Wenn leer gelassen a-Adresse wird von Ihrem Seitentitel erzeugt werden. Beispiel (ohne Anführungszeichen): & quot; / Startseite anlegen & quot;

source: Add in navigation
de_de: Fügen Sie in der Navigation

source: Title your page will have in the menu
de_de: Titel Ihrer Seite in der Speisekarte

source: A link to this page with the name
de_de: Ein Link zu dieser Seite mit dem Namen

source: is going to be added to the navigation
de_de: wird sich an das Navigations hinzugefügt werden

source: Edit page
de_de: Seite bearbeiten

source: Add page
de_de: Seite hinzufügen

source: Title your page will have in the site navigation
de_de: Titel Ihrer Seite in der Site-Navigation haben

source: This combined with the &quot;target&quot; input will define the position of the link
de_de: Dies kombiniert mit der & quot; Target & quot; Eingang wird die Position der Verbindung zu definieren

source: This combined with the &quot;relation&quot; input will define the position of the link
de_de: Dies kombiniert mit der & rdquo; Verhältnis & rdquo; Eingang wird die Position der Verbindung zu definieren

source: Content has been filled as template!
de_de: Inhalt wurde als Vorlage gefüllt!

source: Content has been restored!
de_de: Inhalt wurde restauriert!

source: Save and go to list
de_de: Sparen Sie und gehen Sie zur Liste

source: Revisions
de_de: Revisionen

source: Delete all revisions
de_de: Löschen Sie alle Revisionen

source: Do you really want to restore this revision?
de_de: Wollen Sie wirklich, diese Revision wieder herzustellen?

source: Restore
de_de: Wiederherstellen

source: Do you really want to delete this revision?
de_de: Wollen Sie wirklich, diese Revision löschen?

source: No revisions found
de_de: Keine Änderungen gefunden

source: Upload images
de_de: Hochladen von Bildern

source: Upload files
de_de: Daten hochladen

source: Use as template
de_de: Als Vorlage benutzen

source: List
de_de: Liste

source: Pages
de_de: Seiten

source: Edit revision
de_de: Revision bearbeiten

source: More routes
de_de: Weitere Routen

source: Add extra route
de_de: Fügen Sie zusätzliche Route

source: Preview of page
de_de: Vorschau der Seite

source: Infoblocks in infopages
de_de: Infoblocks in Infoseiten

source: Unsaved texts
de_de: Nicht gespeicherte Texte

source: Edit layout
de_de: Layout ändern

source: Change layout file
de_de: Layout ändern Datei

source: Add layout
de_de: Layout hinzufügen

source: Layout does not exists!
de_de: Layout existiert nicht!

source: Your data has been saved
de_de: Ihre Daten wurden gespeichert

source: No access -
de_de: Kein Zugang -

source: Missing layout!
de_de: Fehlende Layout!

source: Routes
de_de: Routen

source: Sections and views
de_de: Schnitte und Ansichten

source: Add view
de_de: In Ansicht

source: Delete selected
de_de: Ausgewählte löschen

source: Mark all yellow
de_de: Alle markieren gelb

source: Unmark all yellow
de_de: Markierung aufheben gelb

source: Select language
de_de: Sprache auswählen

source: Toprow
de_de: Oberste Reihe

source: Edit menu
de_de: Menü Bearbeiten

source: The title your new link will have
de_de: Der Titel Ihres neuen Link muss

source: Where the link leads to. This can be a website (e.g. http://www.example.com) or a page on your website (/startpage).
de_de: Wo der Link auf. Dies kann eine Website (z http://www.example.com) oder eine Seite auf Ihrer Website (/ Startseite) sein.

source: Edit image
de_de: Bild bearbeiten

source: Add menu
de_de: Menü hinzufügen

source: Choose menu
de_de: Menü auswählen

source: Startpage
de_de: Startseite

source: Missing
de_de: Fehlende

source: This route appears to be missing from the system
de_de: Dieser Weg scheint aus dem System fehlen

source: This route appears to lead to an external site
de_de: Dieser Weg scheint auf eine externe Seite führt

source: This route is linked to a special route. Most likly this navigation item is used for a icon or alike in the menu
de_de: Diese Route ist in eine spezielle Route verbunden ist. Die meisten likly diesem Navigationspunkt ist für eine Symbol oder verwendet werden gleichermaßen in der Menü

source: Edit news
de_de: Nachrichten bearbeiten

source: Create news
de_de: Nachrichten erstellen

source: Read more
de_de: Weiterlesen

source: News
de_de: Nachrichten

source: News archive
de_de: Nachrichten-Archiv

source: Published
de_de: Erschienen

source: Not translated
de_de: Nicht übersetzt

source: Start date
de_de: Anfangsdatum

source: An order confirmation was sent
de_de: Eine Auftragsbestätigung gesendet wurde

source: Tracking on
de_de: Kamerafahrt auf

source: á price
de_de: ein Preis

source: Invoice in test mode
de_de: Rechnung im Testmodus

source: Activate invoice
de_de: Aktivieren Rechnung

source: Order information
de_de: Bestellinformationen

source: Re-send order confirmation
de_de: Re-senden Auftragsbestätigung

source: Billing Address
de_de: Rechnungsadresse

source: Delivery Address
de_de: Lieferadresse

source: Message from customer
de_de: Nachricht von Kunden

source: No message to display.
de_de: Keine Meldung angezeigt werden soll.

source: The message has been saved and sent to customer
de_de: Die Nachricht wurde gespeichert und an Kunden gesendet

source: Save and send
de_de: Speichern und Senden

source: Messages to customer
de_de: Nachrichten an Kunden

source: Send message to customer
de_de: Nachricht an Kunden

source: Guest order
de_de: Gäste um

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Change order status
de_de: Auftragsstatus ändern

source: Someting went wrong with your payment
de_de: Some falsch mit Ihrer Zahlung ging

source: Message from Nets
de_de: Nachricht Nets

source: Edit payment
de_de: Zahlungs bearbeiten

source: Add payment
de_de: Zahlungs hinzufügen

source: Name of this payment method. Will be shown in checkout.
de_de: Name dieser Zahlungsmethode. Wird in der Kasse angezeigt.

source: The fee for this payment method.
de_de: Die Gebühr für diese Zahlungsmethode.

source: In which order the payment method will be listet. Integer, lowest value first (ascending order).
de_de: In welcher Reihenfolge die Zahlungsmethode wird Aufgelistet werden. Integer, niedrigsten Wert zuerst (aufsteigend).

source: For superuser
de_de: Für Superuser

source: Available freight types
de_de: Erhältlich Güterarten

source: Payments
de_de: Zahlungen

source: Edit attribute
de_de: Attribut bearbeiten

source: Add attribute set
de_de: In Attributsatz

source: Attribute sets
de_de: Attributmengen

source: Add attribute
de_de: Attribut hinzufügen

source: Attributes
de_de: Attribute

source: The product %s only has %d in stock, but you tried to add %d. The quantity in your cart has been adjusted to %d.
de_de: Das Produkt%s hat nur% d auf Lager, aber man versucht,% d hinzuzufügen. Die Menge im Warenkorb wurde auf% d angepasst.

source: Cart
de_de: Wagen

source: To checkout
de_de: Überprüfen

source: Show cart
de_de: Warenkorb anzeigen

source: Yes, I want to have a user account
de_de: Ja, ich möchte, ein Benutzerkonto haben,

source: The discount code "%s" does not exist
de_de: Der Rabattcode "%s" existiert nicht

source: Your discount code has expired
de_de: Ihr Gutscheincode ist abgelaufen

source: Your products
de_de: Ihre Produkte

source: Free freight limit for current country is
de_de: Freie Fracht Grenze für Strom Land

source: Elevated freight cost
de_de: Erhöhte Frachtkosten

source: Your PIN/Company ID is invalid
de_de: Ihre PIN / Company-ID ist ungültig

source: Activate code
de_de: Aktivieren Code

source: Your password is too short
de_de: Das Passwort ist zu kurz

source: Personal code/Organization code
de_de: Persönlichen Code / Organisation Code

source: ZIP-Code
de_de: PLZ

source: New registration of customer
de_de: Neu registrieren Kunden

source: Select address
de_de: Wählen Sie die Adresse

source: Yes, I agree to the terms of sale
de_de: Ja, ich stimme den Nutzungsbedingungen Verkaufsbedingungen

source: terms of sale
de_de: Geschäftsbedingungen

source: No active customList
de_de: Keine aktive Custom

source: Edit custom product list
de_de: Bearbeiten individuelle Produktliste

source: Add custom product list
de_de: Addieren Sie kundenspezifischen Produktliste

source: Current list is
de_de: Aktuelle Liste ist

source: Are you sure you want to remove this product from this list?
de_de: Sind Sie sicher, dass Sie möchten, um dieses Produkt aus dieser Liste entfernen?

source: Remove product from list
de_de: Produkt entfernen Produkt aus der Liste

source: Products in this list
de_de: Artikel in dieser Liste

source: This list contains
de_de: Diese Liste zeigt

source: All Products
de_de: Alle Produkte

source: Add product to this list
de_de: Artikel zu den in dieser Liste

source: Found %s possible duplicates
de_de: Gefunden%s möglich Duplikate

source: Duplicates found for product
de_de: Duplikate zum Produkt gefunden

source: No duplicate products were found
de_de: Es wurden keine doppelten Produkte gefunden

source: Show duplicates only once
de_de: Zeige Duplikate nur einmal

source: Product duplicate check
de_de: Produktdublettenprüfung

source: There is already a product variant with the selected attributes
de_de: Es gibt bereits eine Produktvariante mit den ausgewählten Attribute

source: Edit product variant
de_de: Produktvariante bearbeiten

source: Add product variant
de_de: In Produktvariante

source: Fixed freight
de_de: Festen Fracht

source: Elevated freight
de_de: Erhöhte Fracht

source: Special freight price
de_de: Sonderfrachtpreis

source: VAT included
de_de: die Mehrwertsteuer beinhaltend

source: Price (rek.) (SEK)
de_de: Preis (rek.) (SEK)

source: Weight (g)
de_de: Gewicht (g)

source: Set as main
de_de: Als Haupt

source: Drag and drop on icon to reorder images
de_de: Drag & Drop auf das Symbol, um Bilder neu anordnen

source: Updating sort order
de_de: Updating Sortierreihenfolge

source: Update failed. Please try again.
de_de: Update fehlgeschlagen. Bitte versuche es erneut.

source: This product is not yet translated
de_de: Dieses Produkt wurde noch nicht übersetzt

source: Edit product
de_de: Produkt bearbeiten

source: Main images
de_de: Haupt Bilder

source: Files
de_de: Dateien

source: Can´t find product template with id
de_de: Kann nicht Produktvorlage mit id finden

source: Add product
de_de: Produkt hinzufügen

source: Pictures
de_de: Bilder

source: Upload file
de_de: Datei hochladen

source: Product information
de_de: Produktinformation

source: Stock balance
de_de: Lizenzbilanz

source: Sort by
de_de: Sortiere nach

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Direction
de_de: Richtung

source: Show %u per page
de_de: Zeigen% u Pro Seite

source: Products per page
de_de: Artikel pro Seite

source: There are no products to show
de_de: Es gibt keine Produkte zu zeigen,

source: Newly added
de_de: Neu hinzugefügte

source: Select products to add to category <strong>
de_de: Wählen Sie die Produkte, um die Kategorie hinzufuegen <strong>

source: Related products
de_de: Genussmittel

source: Product relations
de_de: Produktbeziehungen

source: Please select a variant
de_de: Bitte wählen Sie eine Variante

source: Also bought
de_de: Auch gekauft

source: Quantity sold in orders
de_de: Anzahl der Bestellungen verkauft

source: Do you really want to increase the quantity of this product?
de_de: Wollen Sie wirklich, um die Menge des Produkts zu erhöhen?

source: In order to transfer the number of products incoming to the warehouse quantity of a individual product, use the arrow.
de_de: Um die Anzahl der Produkte eingehenden an das Lager Menge eines einzelnen Produkts zu übertragen, verwenden Sie den Pfeil.

source: Current stock value
de_de: Aktueller Aktienkurs

source: Attribute settings
de_de: Attributeinstellungen

source: There is no standard variant. The product will not be shown until you set a standard variant.
de_de: Es gibt keine Standardvariante. Das Produkt wird nicht angezeigt, bis Sie eine Standard-Variante festgelegt.

source: Attribute Sets
de_de: Attribut-Sets

source: This change will remove all your variants current attributes. Are you sure you want to do this?
de_de: Diese Änderung wird allen Varianten aktuellen Attribute zu entfernen. Sind Sie sicher, dass Sie dies tun wollen?

source: Title choice
de_de: Titelauswahl

source: Template
de_de: Vorlage

source: Save and go to attributes
de_de: Sparen Sie und gehen Sie zu Eigenschaften

source: Edit toplist title
de_de: Toplist Titel bearbeiten

source: Add toplist title
de_de: In toplist Titel

source: Are you sure you want to remove this product from this toplist?
de_de: Sind Sie sicher, dass Sie möchten, um dieses Produkt aus dieser Topliste entfernen?

source: Remove product from toplist
de_de: Produkt entfernen aus der Toplist

source: Add product to this toplist
de_de: Artikel zu den dieser Topliste

source: Products in this toplist
de_de: Artikel in dieser Topliste

source: No active toplist
de_de: Keine aktive toplist

source: Toplists
de_de: Toplisten

source: Create new list
de_de: Erstelle eine neue Liste

source: Variants by attributes
de_de: Varianten von Attributen

source: Check all
de_de: Alle prüfen

source: Variants with no attributes
de_de: Varianten ohne Attribute

source: Update selected variants
de_de: Update ausgewählten Varianten

source: Product also bought
de_de: Artikel kauften, haben auch

source: Edit campaign
de_de: Kampagne bearbeiten

source: Products in campaign
de_de: Produkte in der Kampagne

source: Add campaign
de_de: Kampagne hinzufügen

source: Choose discount code
de_de: Wählen Sie den Discount-Code

source: Campaigns
de_de: Kampagnen

source: Add product to campaign
de_de: Den Artikel in den Wahlkampf

source: The discount code has been activated!
de_de: Die Discount-Code aktiviert wurde!

source: Campaign
de_de: Kampagne

source: Rec. shop price
de_de: Rec. Ladenpreis

source: Pricefile has been created
de_de: Preisfile erstellt wurde

source: Product feeds
de_de: Produkt-Feeds

source: Do you really want to generate this pricefile?
de_de: Wollen Sie wirklich, um diese Preisfile zu generieren?

source: Generate file
de_de: Generieren-Datei

source: Sales statistics
de_de: Verkaufsstatistiken

source: Edit puff
de_de: Puff bearbeiten

source: Create puff
de_de: Erstellen puff

source: Content has been filled as template
de_de: Inhalt wurde als Vorlage gefüllt

source: Short text
de_de: Kurztext

source: Best image resolution is
de_de: Beste Bildauflösung

source: The route has been added
de_de: Die Route wurde hinzugefügt

source: Given route path did not exists
de_de: Bestimmten Strecke Pfad nicht vorhanden ist

source: The route has been removed
de_de: Der Weg entfernt worden ist

source: List of existing puffs
de_de: Liste der vorhandenen Windbeutel

source: Edit robotsTxt
de_de: Bearbeiten robotstxt

source: Add rule
de_de: Regel hinzufügen

source: Locale
de_de: Schauplatz

source: Sitemap for
de_de: Sitemap für

source: Edit item
de_de: Artikel bearbeiten

source: Add item
de_de: Artikel hinzufügen

source: The image will
de_de: Das Bild wird

source: be cropped if needed
de_de: wenn nötig beschnitten werden

source: not be cropped
de_de: nicht beschnitten werden

source: Do you really want to add this item?
de_de: Wollen Sie wirklich, um diesen Artikel hinzufügen?

source: Shown on
de_de: Dargestellt auf

source: Thumbnail
de_de: Daumennagel

source: Add image
de_de: Bild hinzufügen

source: Your name
de_de: Ihr Name

source: Your email
de_de: Deine E-Mail

source: Send to
de_de: Senden an

source: Recommendation of product from %s
de_de: Empfehlung des Produkts aus%s

source: Message sent
de_de: Nachricht gesendet
